Repository: MyMegaDevSource/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.xlf
Languages: fr

# Resx/AgreeTermsOfService
source: You must agree with our Terms of Service
fr: Vous devez accepter nos conditions générales d'utilisation.

# Resx/ConfirmAccountFailed
source: Failed to confirm account. Please try again. [{0}]
fr: Échec de confirmation du compte. Veuillez ressayer. [{0}]

# Resx/ConfirmAccountFailed_Title
source: Account confirmation failed
fr: Échec de confirmation du compte

# Resx/ConfirmAccountSucces
source: Your account has been created, confirmed and activated. You will be logged in automatically.
fr: Votre compte a été créé, confirmé et activé. Vous serez connecté automatiquement.

# Resx/ConfirmAccountSucces_Title
source: Account activated
fr: Le compte est activé

# Resx/ConfirmNeeded
source: Check your e-mail and click the link to login and confirm your account
fr: Veuillez vérifier vos courriels et cliquer sur le lien pour vous connecter et confirmer votre compte.

# Resx/ConfirmNeeded_Title
source: Confirmation needed
fr: Confirmation requise

# Resx/CreateAccountFailed
source: MEGA Cloud Drive account creation failed. Please try again. [{0}]
fr: Échec de création du compte de disque nuagique MEGA. Veuillez ressayer. [{0}]

# Resx/CreateAccountFailed_Title
source: Account creation failed
fr: Échec de création du compte

# Resx/CreateFolderFailed
source: Failed to create folder
fr: Échec de création de dossier

# Resx/CreateFolderFailed_Title
source: Folder creation failed
fr: Échec de création de dossier

# Resx/CreateFolderSuccess
source: Folder created successfully
fr: Dossier créé avec succès

# Resx/CreateFolderSuccess_Title
source: Folder created
fr: Dossier créé

# Resx/DownloadLinkFailed
source: Failed to retrieve a download link. Please try again.
fr: Échec de récupération d'un lien de téléchargement. Veuillez ressayer.

# Resx/DownloadLinkFailed_Title
source: Retrieving link failed
fr: Échec de récupération du lien

# Resx/DownloadNodeFailed
source: Failed to download file. Please try again. [{0}]
fr: Échec de téléchargement du fichier. Veuillez ressayer. [{0}]

# Resx/DownloadNodeFailed_Title
source: Download failed
fr: Échec de téléchargement

# Resx/FetchingNodesFailed
source: Could not retrieve files and folders from MEGA. Please try again.
fr: Impossible de récupérer les fichiers et dossiers de MEGA. Veuillez ressayer.

# Resx/FetchingNodesFailed_Title
source: Fetching data failed
fr: Échec de récupération des données

# Resx/FolderCreateFailed
source: Failed to create folder. Please try again.
fr: Échec de création du dossier. Veuillez ressayer.

# Resx/FolderCreateFailed_Title
source: Folder creation failed
fr: Échec de création de dossier

# Resx/GetLinkFailed
source: Failed to get link
fr: Échec de récupération de lien

# Resx/GetLinkFailed_Title
source: Link creation failed
fr: Échec de création du lien

# Resx/GetPreviewFailed
source: Failed to retrieve preview
fr: Échec de récupération de l'aperçu.

# Resx/GetPreviewFailed_Title
source: Preview failed
fr: Échec d'aperçu

# Resx/ImageSaved
source: Image successfully exported to 'saved pictures' album
fr: Image exporté avec succès dans l'album « images enregistrées »

# Resx/ImageSaved_Title
source: Image saved
fr: Image enregistrée

# Resx/ImageSaveError
source: Error exporting image to 'saved pictures' album. Please try again
fr: Erreur d'exportation de l'image vers l'album « images enregistrées ». Veuillez ressayer.

# Resx/ImageSaveError_Title
source: Failed to save image
fr: Échec d'enregistrement de l'image

# Resx/AM_ImportFileFailed
source: File import failed [{0}]
fr: Échec d'importation du fichier [{0}]

# Resx/ImportFileFailed_Title
source: File import failed
fr: Échec d'importation de fichier

# Resx/LinkCopiedToClipboard
source: The MEGA link was copied to your clipboard
fr: Le lien MEGA a été copié dans votre presse-papiers

# Resx/LinkCopiedToClipboard_Title
source: Copied to clipboard
fr: Copié dans le presse-papier

# Resx/LoginFailed
source: MEGA Cloud Drive login failed. Please try again. [{0}]
fr: Échec de connexion au disque nuagique MEGA. Veuillez ressayer. [{0}]

# Resx/LoginFailed_Title
source: Login failed
fr: Échec de connexion

# Resx/MoveEqualsParent
source: Destination folder is the same as the source folder. Move cancelled.
fr: Le dossier de destination est le même que le dossier d'origine. Le déplacement a été annulé.

# Resx/MoveEqualsParent_Title
source: Move failed
fr: Échec de déplacement

# Resx/MoveFailed
source: Failed to move item. Please try again.
fr: Échec de déplacement de l'élément. Veuillez ressayer.

# Resx/MoveFailed_Title
source: Move failed
fr: Échec de déplacement

# Resx/PasswordsDoNotMatch
source: Passwords do not match. Please try again.
fr: Les mots de passe ne correspondent pas. Veuillez ressayer.

# Resx/PictureSaved
source: The image was saved to your photo album
fr: L'image a été enregistrée dans votre album photo

# Resx/PictureSaved_Title
source: Picture saved
fr: L'image a été enregistrée

# Resx/RemoveItemQuestion
source: Are you sure you want to remove {0}?
fr: Voulez-vous vraiment supprimer {0}?

# Resx/RemoveItemQuestion_Title
source: Remove?
fr: Supprimer?

# Resx/RemoveNodeFailed
source: Failed to remove item
fr: Échec de suppression de l'élément

# Resx/RemoveNodeFailed_Title
source: Remove failed
fr: Échec de la suppression

# Resx/RemoveNodeSuccess
source: Item successfully removed
fr: Élément supprimé avec succès

# Resx/RemoveNodeSuccess_Title
source: Item removed
fr: L'élément a été supprimé

# Resx/RenameNodeFailed
source: Renaming item failed
fr: Échec de renommage de l'élément

# Resx/RenameNodeFailed_Title
source: Rename failed
fr: Échec de renommage

# Resx/RequiredFieldsConfirmAccount
source: Please fill in your chosen password.
fr: Veuillez saisir le mot de passe choisi.

# Resx/RequiredFieldsCreateAccount
source: Please fill in your name, e-mail address and password
fr: Veuillez saisir vos nom, adresse courriel et mot de passe

# Resx/RequiredFieldsLogin
source: Please fill in your e-mail address and your MEGA password.
fr: Veuillez saisir votre adresse courriel et votre mot de passe MEGA.

# Resx/RequiredFields_Title
source: Fill in required fields
fr: Remplir les champs exigés

# Resx/SaveImageQuestion
source: Export current image to 'saved pictures' album?
fr: Exporter l'image actuel dans l'album « images enregistrées »?

# Resx/SaveImageQuestion_Title
source: Save image to photos
fr: Enregistrer l'image dans les photos

# Resx/UserNotOnline
source: You are not logged into MEGA. Please re-login.
fr: Vous n'êtes pas connecté à MEGA. Veuillez vous reconnecter.

# Resx/UserNotOnline_Title
source: Not online
fr: N'est pas en ligne

# Resx/GetThumbnailFailed
source: Failed to retrieve thumbnail [{0}]
fr: Échec de récupération de l'imagette [{0}]

# Resx/GetThumbnailFailed_Title
source: Getting thumbnail failed
fr: Échec de récupération de l'imagette

# Resx/GetAccountDetailsFailed
source: Failed to retrieve your account details. Please try again. [{0}]
fr: Échec de récupération des infos de votre compte. Veuillez ressayer. [{0}]

# Resx/GetAccountDetailsFailed_Title
source: Retrieving account details failed
fr: Échec de récupération des infos du compte

# Resx/LoggedOut
source: You have successfully logged out
fr: Vous avez été déconnecté avec succès

# Resx/LoggedOut_Title
source: Logged out
fr: Déconnecté

# Resx/LogoutFailed
source: Failed to logout. Please try again. [{0}]
fr: Échec de déconnexion. Veuillez ressayer. [{0}]

# Resx/LogoutFailed_Title
source: Logout failed
fr: Échec de déconnexion

# Resx/MultiSelectRemoveQuestion
source: Are you sure you want to remove {0} items?
fr: Voulez-vous vraiment supprimer {0} éléments?

# Resx/MultiSelectRemoveQuestion_Title
source: Remove items?
fr: Supprimer les éléments?

# Resx/MultiRemoveSucces
source: {0} items removed
fr: {0} éléments supprimés

# Resx/MultiRemoveSucces_Title
source: Items removed
fr: Les éléments ont été supprimés

# Resx/MoveToRubbishBinFailed
source: Failed to move item to rubbish bin. Please try again
fr: Échec de déplacement de l'élément vers la corbeille. Veuillez ressayer.

# Resx/MoveToRubbishBinFailed_Title
source: Move to rubbish bin failed
fr: Échec du déplacement vers la corbeille

# Resx/MoveToRubbishBinQuestion
source: Are you sure you want to move {0} to the rubbish bin?
fr: Voulez-vous vraiment déplacer {0} vers la corbeille?

# Resx/MoveToRubbishBinQuestion_Title
source: Move to rubbish bin?
fr: Déplacer vers la corbeille?

# Resx/MoveToRubbishBinSuccess
source: Item successfully moved to the rubbish bin
fr: Élément déplacé avec succès vers la corbeille

# Resx/MoveToRubbishBinSuccess_Title
source: Item moved
fr: Élément déplacé

# Resx/MultiMoveToRubbishBinQuestion
source: Are you sure you want to move {0} items to the rubbish bin?
fr: Voulez-vous vraiment déplacer {0} éléments vers la corbeille?

# Resx/MultiMoveToRubbishBinQuestion_Title
source: Move items?
fr: Déplacer les éléments?

# Resx/MultiMoveToRubbishBinSucces
source: {0} items moved to the rubbish bin
fr: {0} éléments déplacés vers la corbeille

# Resx/MultiMoveToRubbishBinSucces_Title
source: Items moved
fr: Éléments déplacés

# Resx/PendingTransfersLogout
source: You have {0} pending transfers. Pending transfers will be canceled. Are you sure you want to logout?
fr: Vous avez {0} transferts en attente. Les transferts en attente seront annulés. Voulez-vous vraiment vous déconnecter?

# Resx/PendingTransfersLogout_Title
source: Pending Transfers
fr: Transferts en attente

# Resx/PendingTransfersExit
source: You have {0} pending transfers. Pending transfers will be canceled. Are you sure you want to exit?
fr: Vous avez {0} transferts en attente. Les transferts en attente seront annulés. Voulez-vous vraiment quitter?

# Resx/PendingTransfersExit_Title
source: Pending Transfers
fr: Transferts en attente

# Resx/AlreadyConfirmedAccount
source: The account is already confirmed. You can now login.
fr: Le compte est déjà confirmé. Vous pouvez vous connecter.

# Resx/AlreadyConfirmedAccount_Title
source: Account already confirmed
fr: Compte déjà confirmé

# Resx/WrongPassword
source: The typed password is incorrect
fr: Le mot de passe saisi est erroné

# Resx/WrongPassword_Title
source: Wrong password
fr: Mot de passe erroné

# Resx/DownloadLimitMessage
source: You have selected over {0} items ({1}) to download. Do you want to proceed?
fr: Vous avez sélectionné plus de {0} éléments ({1}) à télécharger. Voulez-vous poursuivre?

# Resx/DownloadLimitMessage_Title
source: Download count
fr: Nombre de téléchargements

# Resx/QuestionAskedDownloadOption
source: Do you want to automatically export image files to your photo album after download? You can change this setting on the settings page afterwards. Other file types will only be stored in the local storage of the app.
fr: Voulez-vous automatiquement exporter les fichiers images vers votre album photos après téléchargement? Vous pourrez changer cette option ultérieurement dans la page des paramètres. Les autres types de fichier seront conservés dans le stockage local de l'appli.

# Resx/PausingTransfersFailed
source: Failed to pause transfers
fr: Échec de mise en pause des transferts

# Resx/PausingTransfersFailed_Title
source: Pause failed
fr: Échec de mise en pause

# Resx/ResumingTransfersFailed
source: Failed to resume transfers
fr: Échec de reprise des transferts

# Resx/ResumingTransfersFailed_Title
source: Resume failed
fr: Échec de reprise

# Resx/MinimalPictureSelection
source: Please select at least one picture for upload
fr: Veuillez choisir au moins une image à téléverser

# Resx/MinimalPictureSelection_Title
source: No pictures selected
fr: Aucune image sélectionnée

# Resx/PrepareImageForUploadFailed
source: Failed to prepare image: {0} for upload
fr: Échec de préparation de l'image {0} au téléversement

# Resx/PrepareImageForUploadFailed_Title
source: Preparing image failed
fr: Échec de préparation de l'image

# Resx/PhotoUploadError
source: Failed to upload photo
fr: Échec de téléversement de la photo

# Resx/PhotoUploadError_Title
source: Photo upload failed
fr: Échec de téléversement des photos

# Resx/FileNotFound
source: Could not find the selected file
fr: Impossible de trouver le fichier sélectionné

# Resx/FileNotFound_Title
source: File not found
fr: Fichier introuvable

# Resx/OpenFileFailed
source: Failed to open the selected file
fr: Échec d'ouverture du fichier sélectionné

# Resx/OpenFileFailed_Title
source: File failed to open
fr: Échec d'ouverture du fichier

# Resx/UploadSelfieFailed
source: Failed to upload the selfie picture
fr: Échec de téléversement de l'égoportrait

# Resx/UploadSelfieFailed_Title
source: Selfie upload failed
fr: Échec de téléversement de l'égoportrait

# Resx/LoadNodesFailed
source: Could not load files and folders from MEGA. Please try again or click on refresh.
fr: Impossible de charger les fichiers et les dossiers de MEGA. Veuillez ressayer ou cliquer sur Actualiser.

# Resx/LoadNodesFailed_Title
source: Failed to load
fr: Échec de chargement

# Resx/PinLockCodesDoNotMatch
source: Your PIN lock codes do not match. Please re-type them and make sure they are equal
fr: Vos NIP ne correspondent pas. Veuillez les retaper et vous assurer qu'ils sont identiques.

# Resx/PinLockCodesDoNotMatch_Title
source: PIN lock codes do not match
fr: Les NIP ne correspondent pas

# Resx/SessionIDError
source: You have been logged out on this device from another location
fr: Vous avez été déconnecté de cet appareil à partir d'un autre endroit

# Resx/OverquotaAlert
source: Operation not allowed, you will exceed the storage limit of your account. Do you want to upgrade your account?
fr: L'opération n'est pas autorisée. Vous dépasseriez la limite de stockage de votre compte. Souhaitez-vous surclasser votre compte?

# Resx/OverquotaAlert_Title
source: Overquota Alert!
fr: Alerte de dépassement de quota !

# Resx/NoDownloadLocationSelected
source: You have not selected a default download location for your files.To proceed with the download, please select a destination folder or go to settings in order to set up your default download location.
fr: Vous n'avez pas sélectionné d'emplacement de téléchargement par défaut pour vos fichiers. Pour poursuivre le téléchargement, veuillez sélectionner un dossier de destination ou aller dans les paramètres afin de définir votre emplacement de téléchargement par défaut.

# Resx/PrepareFileForUploadFailed
source: Failed to prepare file: {0} for upload
fr: Échec de préparation du fichier {0} pour le téléversement

# Resx/PrepareFileForUploadFailed_Title
source: Error preparing file
fr: Erreur de préparation du fichier

# Resx/SessionIDError_Title
source: Logged out
fr: Déconnecté

# Resx/CopyFileFailed
source: Failed to copy the selected file: [{0}]
fr: Échec de copie des fichiers sélectionnés : [{0}]

# Resx/CopyFileFailed_Title
source: Error copying file
fr: Échec de copie de fichier

# Resx/CopyFileUnauthorizedAccessException
source: You do not have permission to copy this file type to the destination folder. Are you trying to save/copy a file of an unsupported type to an SD card?Please try to save/copy the file to your device's internal memory instead.
fr: Vous n'avez pas le droit de copier ce type de fichier dans le dossier de destination. Tentez-vous d'enregistrer ou de copier un fichier d'un type non pris en charge vers une carte SD? Veuillez plutôt essayer d'enregistrer ou de copier le fichier dans la mémoire interne de votre appareil.

# Resx/CopyFileUnauthorizedAccessException_Title
source: Unauthorized access
fr: Accès non autorisé

# Resx/AM_RecoveryKeyClipboardFailed
source: Failed to copy the Recovery Key to your clipboard. Please try again.
fr: Échec de copie de la clé de récupération dans le presse-papiers. Veuillez ressayer.

# Resx/AM_RecoveryKeyClipboardFailed_Title
source: Clipboard failed
fr: Échec du presse-papiers

# Resx/CurrentPinLockCodeDoNotMatch
source: Current PIN lock is not correct or does not match
fr: Le NIP actuel est erroné ou ne correspond pas

# Resx/CurrentPinLockCodeDoNotMatch_Title
source: Current PIN lock no match
fr: Le NIP actuel ne correspond pas

# Resx/AM_RecoveryKeyCopied
source: Recovery Key copied to clipboard
fr: La clé de récupération a été copiée dans le presse-papiers

# Resx/AM_RecoveryKeyCopied_Title
source: Recovery Key copied
fr: Clé de récupération copiée

# Resx/PinLockTooShort
source: PIN lock must be at least four digits
fr: Le NIP doit contenir au moins 4 chiffres

# Resx/PinLockTooShort_Title
source: PIN lock too short
fr: NIP trop court

# Resx/CacheCleared
source: Cache has been succesfully cleared
fr: Le cache a été nettoyé avec succès

# Resx/CacheCleared_Title
source: Cache cleared
fr: Cache nettoyé

# Resx/MemoryLimitError
source: Not enough free memory space to complete this operation. The app will shut down now
fr: Pas assez d'espace mémoire pour terminer cette opération. L'appli va se fermer maintenant

# Resx/MemoryLimitError_Title
source: Memory Limit
fr: Limite de la Mémoire

# Resx/QuestionAskedDownloadOption_NoButton
source: no, only local
fr: non, seulement en local

# Resx/QuestionAskedDownloadOption_Title
source: Download options
fr: Options de téléchargement

# Resx/QuestionAskedDownloadOption_YesButton
source: yes, export
fr: oui, en exportation

# Resx/SelectFolderFailed
source: Failed to select folder. Please, try again or select another folder: [{0}]
fr: Échec de sélection du dossier. Veuillez ressayer ou sélectionner un autre dossier : [{0}]

# Resx/SelectFolderFailed_Title
source: Select folder failed
fr: Échec de sélection du dossier

# Resx/UploadNodeFailed
source: Failed to upload file. Please try again. [{0}]
fr: Échec de téléversement du fichier. Veuillez ressayer. [{0}]

# Resx/UploadNodeFailed_Title
source: Upload failed
fr: Échec de téléversement

# Resx/SelectFileFailed
source: Failed to select file(s). Please, try again [{0}]
fr: Échec de sélection des fichiers. Veuillez ressayer [{0}]

# Resx/SelectFileFailed_Title
source: File selection failed
fr: Échec de sélection de fichiers

# Resx/MalformedEmail
source: Malformed e-mail. Please try again.
fr: Adresse courriel mal formée. Veuillez ressayer.

# Resx/WrongEmailPasswordLogin
source: Incorrect e-mail address or password. Please try again.
fr: Mot de passe ou adresse courriel erronés. Veuillez ressayer.

# Resx/DeleteNodeQuestion
source: Are you sure you want to permanently delete {0}?
fr: Voulez-vous vraiment supprimer {0} définitivement?

# Resx/DeleteNodeQuestion_Title
source: Delete item?
fr: Supprimer élément

# Resx/GetUserDataFailed
source: Failed to retrieve your user data. Please try again. [{0}]
fr: Échec de récupération de vos données utilisateurs. Veuillez ressayer [{0}]

# Resx/GetUserDataFailed_Title
source: Retrieving user data failed
fr: Échec de récupération des données utilisateur

# Resx/CapturePhotoFailed
source: Failed to capture photo. Please, try again [{0}]
fr: Échec de prise de la photo. Veuillez ressayer [{0}]

# Resx/CapturePhotoFailed_Title
source: Photo capture failed
fr: Échec de prise de la photo

# Resx/CapturePhotoVideoFailed
source: Failed to capture photo or video. Please, try again [{0}]
fr: Échec de prise photo ou vidéo. Veuillez ressayer [{0}]

# Resx/CapturePhotoVideoFailed_Title
source: Photo/video capture failed
fr: Échec de la prise photo/vidéo

# Resx/CaptureVideoFailed
source: Failed to capture video. Please, try again [{0}]
fr: Échec de prise de la vidéo. Veuillez ressayer [{0}]

# Resx/CaptureVideoFailed_Title
source: Video capture failed
fr: Échec d'enregistrement vidéo

# Resx/SaveSettingsFailed
source: Failed to save settings. Please, try again [{0}]
fr: Échec d'enregistrement des paramètres. Veuillez ressayer [{0}]

# Resx/SaveSettingsFailed_Title
source: Error saving settings
fr: Erreur d'enregistrement des paramètres

# Resx/ShortCutFailed
source: An error occurred when trying to open a shortcut. Maybe it is an invalid shortcut or the destination folder was deleted.
fr: Une erreur est survenue en tentant d'ouvrir un raccourci. Il est peut-être invalide ou le dossier de destination a été supprimé.

# Resx/ShortCutFailed_Title
source: Shortcut error
fr: Erreur de raccourci

# Resx/CreditCardStoreFailed
source: The credit card information is not correct. The credit card will not be charged.
fr: Les informations de la carte de crédit sont incorrectes. La carte de crédit ne sera pas facturée.

# Resx/CreditCardStoreFailed_Title
source: Storing credit card failed
fr: Échec d'enregistrement de la carte de crédit

# Resx/RequiredFieldsCreditCardPayment
source: Please fill in all the required fields and try again.
fr: Veuillez remplir tous les champs exigés et ressayer.

# Resx/WrongDataFormatCreditCardPayment
source: The credit card number, month/year of expiration and the CVV should be numeric. Please check that everything is correct and try again.
fr: Les numéro de carte de crédit, mois/année d'expiration et code de sécurité doivent être des chiffres. Veuillez vérifier que tout est en ordre et ressayer.

# Resx/WrongDataFormat_Title
source: Wrong data format
fr: Format de données erroné

# Resx/AM_CancelSubscription
source: You are about to cancel your MEGA subscription. Please let us know if there is anything we can do to help change your mind.
fr: Vous allez annuler votre abonnement MEGA.Si nous pouvons faire quoi que ce soit pour vous faire changer d'idée, n'hésitez pas à nous le dire.

# Resx/AM_CancelSubscriptionConfirmation
source: Thank you for your feedback! Are you sure you want to cancel your MEGA subscription?
fr: Nous vous remercions de vos commentaires ! Voulez-vous vraiment annuler votre abonnement MEGA?

# Resx/CancelSubscriptionFailed
source: The subscription has not been canceled correctly. Please contact support@mega.nz to cancel your subscription.
fr: L'abonnement n'a pas été annulé correctement. Veuillez contacter support@mega.nz pour annuler votre abonnement.

# Resx/CancelSubscriptionFailed_Title
source: Subscription cancellation failed
fr: Échec d'annulation de l'abonnement

# Resx/CancelSubscriptionSuccessfully
source: The subscription has been cancelled.
fr: L'abonnement a été annulé.

# Resx/CancelSubscriptionSuccessfully_Title
source: Subscription cancelled
fr: L'abonnement a été annulé

# Resx/CancelSubscription_Title
source: Cancel Subscription
fr: Annuler l'abonnement

# Resx/RequiredFieldsCancelSubscription
source: Please give us your feedback. Thanks.
fr: Veuillez nous donner vos commentaires. Merci.

# Resx/UpgradeAccountFailed
source: The operation failed. Your credit card has not been charged.
fr: Échec d'opération. Votre carte de crédit n'a pas été facturée.

# Resx/UpgradeAccountFailed_Title
source: Error upgrading account
fr: Erreur de surclassement du compte

# Resx/UpgradeAccountSuccessfully
source: Account successfully upgraded!
fr: Le compte a été surclassé avec succès !

# Resx/UpgradeAccountSuccessfully_Title
source: Account upgraded
fr: Compte surclassé

# Resx/GetPaymentMethodsFailed
source: Failed to retrieve the available payment methods. Please try again. [{0}]
fr: Échec de récupération des modes de paiement proposés. Veuillez ressayer. [{0}]

# Resx/GetPaymentMethodsFailed_Title
source: Error getting payment methods
fr: Erreur de récupération des modes de paiement

# Resx/GetPaymentUrlFailed
source: Failed to retrieve the payment Url. Please try again. [{0}]
fr: Échec de récupération l'URL de paiement. Veuillez ressayer [{0}]

# Resx/GetPaymentUrlFailed_Title
source: Retrieving payment URL failed
fr: Échec de récupération de l'URL de paiement

# Resx/BackgroundAgentDisabled
source: Background agents for MEGA have been disabled by the user
fr: Les agents d'arrière-plan de MEGA ont été désactivés par l'utilisateur

# Resx/BackgroundAgentDisabled_Title
source: Background agents disabled
fr: Les agents d'arrière-plan sont désactivés
