Repository: MyMegaDevSource/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.xlf
Languages: fr

# Resx/CameraUploadNeedsStayLoggedIn
source: In order for the automatic Camera Uploads to work correctly, you need to enable the option "Stay logged in". Do you want to enable this option?
fr: Afin que le téléversement automatique de la caméra fonctionne correctement, vous devez activer l'option « Rester connecté ». Souhaitez-vous activer cette option?

# Resx/CameraUploadNeedsStayLoggedIn_Title
source: Auto Camera Uploads prerequisites
fr: Prérequis du téléversement automatique de la caméra

# Resx/DeleteContactQuestion
source: Do you want to remove the contact {0}?
fr: Souhaitez-vous supprimer le contact {0}?

# Resx/DeleteContactQuestion_Title
source: Remove contact?
fr: Supprimer le contact?

# Resx/InviteContactAddFailed
source: The contact invitation could not be sent. Please try again.
fr: L'invitation de contact n'a pu être transmise. Veuillez ressayer.

# Resx/InviteContactAddFailed_Title
source: Failed to invite the contact
fr: Échec d'invitation du contact

# Resx/InviteContactAddSuccessfully
source: User {0} has been invited and will appear on your contact list once they have accepted the invitation.
fr: L'utilisateur {0} a été invité et apparaîtra dans votre liste de contacts dès que l'invitation aura été acceptée.

# Resx/InviteContactAddSuccessfully_Title
source: Contact invited
fr: Le contact a été invité

# Resx/ResourceIntensiveTaskDescription
source: MEGA automatic camera uploads
fr: MEGA Téléversement automatique de la caméra

# Resx/AccountUpdate
source: Your account has been updated. Do you want to check the new account details?
fr: Votre compte a été mis à jour. Souhaitez-vous vérifier les nouvelles informations de compte?

# Resx/AccountUpdated_Title
source: Updated account
fr: Le compte a été mis à jour

# Resx/SSLKeyError
source: Our SSL/TLS certificate can't be verified. You could be affected by a man-in-the-middle attack.
fr: Notre certificat SSL/TLS ne peut pas être vérifié. Vous pourriez être affecté par une attaque de l'homme du milieu.

# Resx/SSLKeyError_Title
source: Logged out
fr: Déconnecté

# Resx/AutoCameraUploadFailed
source: The Auto Camera Upload background task has failed. You can re-enable it on the settings page.
fr: La tâche d'arrière-plan de téléversement automatique de la caméra a échoué. Vous pouvez la réactiver dans la fenêtre des paramètres.

# Resx/AutoCameraUploadFailed_Title
source: Auto Camera Upload failed
fr: Échec du téléversement automatique de la caméra

# Resx/DeleteContactFailed
source: Failed to remove the contact {0}. Please try again. [{0}]
fr: Échec de suppression du contact {0}. Veuillez ressayer. [{0}]

# Resx/DeleteContactFailed_Title
source: Failed to remove the contact
fr: Échec de suppression du contact

# Resx/DeleteMultipleContactsQuestion
source: Do you want to remove {0} contacts?
fr: Souhaitez-vous supprimer {0} contacts?

# Resx/DeleteMultipleContactsQuestion_Title
source: Remove contacts?
fr: Supprimer les contacts?

# Resx/ChangePasswordFailed
source: Failed to change password. Please try again.
fr: Échec de changement du mot de passe. Veuillez ressayer.

# Resx/ChangePasswordSuccess
source: Your password has been changed.
fr: Votre mot de passe a été modifié.

# Resx/NewAndOldPasswordMatch
source: The new and the old password must not match.
fr: Le nouveau mot de passe et l'ancien doivent être différent.

# Resx/RequiredFieldsChangePassword
source: Please fill in your old MEGA password and your new MEGA password.
fr: Veuillez saisir votre ancien mot de passe MEGA et le nouveau.

# Resx/CloseAllSessionsFailed
source: Failed to close the session. Please try again. [{0}]
fr: Échec de fermeture de la session. Veuillez ressayer. [{0}]

# Resx/CloseAllSessionsSuccess
source: The remaining sessions were successfully closed.
fr: Tous les sessions restantes ont été fermées avec succès.

# Resx/CloseSessionFailed
source: Failed to close the session. Please try again. [{0}]
fr: Échec de fermeture de la session. Veuillez ressayer. [{0}]

# Resx/CloseSessionSucces
source: The session has been successfully closed.
fr: La session a été fermée avec succès.

# Resx/CleanRubbishBinFailed
source: Failed to clear the rubbish bin. Please try again.
fr: Échec de vidage de la corbeille. Veuillez ressayer.

# Resx/CleanRubbishBinQuestion
source: Are you sure you want to permanently delete all files from the rubbish bin?
fr: Voulez-vous vraiment supprimer définitivement tous les fichiers de la corbeille?

# Resx/CleanRubbishBinSuccess
source: The rubbish bin has been cleared successfully.
fr: La corbeille a été vidée avec succès.

# Resx/InviteContactAddFailedOwnEmail
source: You are trying to add your own email as a contact.
fr: Vous tentez d'ajouter votre propre adresse courriel comme contact.

# Resx/RemoveLinkFailed
source: Failed to remove link. Please try again.
fr: Échec de suppression du lien. Veuillez ressayer.

# Resx/NoInternetConnectionMessage
source: You cannot perform this action. Please connect to the Internet and try again.
fr: Vous ne pouvez pas effectuer cette action. Veuillez vous connecter à Internet et ressayer.

# Resx/FolderUnauthorizedAccess
source: You don't have access to the path '{0}'. Please select another one and try again.
fr: Vous n'avez pas accès au chemin '{0}'. Veuillez en choisir un autre et ressayer.

# Resx/FolderUnauthorizedAccess_Title
source: Access denied
fr: Accès refusé

# Resx/InvalidFileName
source: The name of the file '{0}' is not valid or has illegal characters. Please change it and try again.
fr: Le nom du fichier '{0}' est invalide ou comprend des caractères non autorisés. Veuillez le changer et ressayer.

# Resx/InvalidFileName_Title
source: Invalid file name
fr: Nom de fichier invalide

# Resx/PathTooLong
source: The path of the file/folder '{0}' is too long. Please change it and try again.
fr: Le chemin du fichier/dossier '{0}' est trop long. Veuillez le changer et ressayer.

# Resx/PathTooLong_Title
source: Path too long
fr: Le chemin est trop long

# Resx/InvalidFolderNameOrPath
source: The name or path of the folder '{0}' is not valid or has illegal characters. Please change it and try again.
fr: Le nom ou le chemin du dossier '{0}' est invalide ou comprend des caractères non autorisés. Veuillez le changer et ressayer.

# Resx/InvalidFolderNameOrPath_Title
source: Invalid name or path
fr: Nom ou chemin invalide

# Resx/AM_InvalidLink
source: Invalid link
fr: Lien invalide

# Resx/SelectFolderFailedNoErrorCode
source: Failed to select the folder. Please try again or select another folder.
fr: Échec de sélection du dossier. Veuillez ressayer ou sélectionner un autre dossier.

# Resx/AM_ImportFileFailedNoErrorCode
source: File import failed
fr: Échec d'importation de fichier

# Resx/AM_PrepareFilesForUploadFailed
source: Failed to prepare file(s) for upload. Please try again.
fr: Échec de préparation des fichiers pour le téléversement. Veuillez ressayer.

# Resx/AM_PrepareFilesForUploadFailed_Title
source: Error preparing file(s)
fr: Erreur de préparation des fichiers

# Resx/AM_DownloadNodeFailedNoErrorCode
source: Failed to download the file. Please try again.
fr: Échec de téléchargement du fichier. Veuillez ressayer.

# Resx/AM_LoadFailed_Title
source: Failed to load
fr: Échec de chargement

# Resx/AM_LoadInSharesFailed
source: Failed to load incoming shared items from MEGA. Please try again or click on refresh.
fr: Échec de chargement des éléments partagés entrants de MEGA. Veuillez ressayer ou cliquer sur Actualiser.

# Resx/AM_LoadOutSharesFailed
source: Failed to load outgoing shared items from MEGA. Please try again or click on refresh.
fr: Échec de chargement des éléments partagés sortants de MEGA. Veuillez ressayer ou cliquer sur Actualiser.

# Resx/AM_DeleteSettingsFailed
source: Failed to delete settings. Please try again. [{0}]
fr: Échec de suppression des paramètres. Veuillez ressayer. [{0}]

# Resx/AM_DeleteSettingsFailed_Title
source: Error deleting settings
fr: Erreur de suppression des paramètres

# Resx/AM_LoadSettingsFailed
source: Failed to load settings. Please try again. [{0}]
fr: Échec de chargement des paramètres. Veuillez ressayer. [{0}]

# Resx/AM_LoadSettingsFailed_Title
source: Error loading settings
fr: Erreur de chargement des paramètres

# Resx/AM_CopyLinkToClipboardFailed
source: Failed to copy the MEGA link to your clipboard.
fr: Échec de copie du lien MEGA dans votre presse-papiers.

# Resx/AM_CopyLinkToClipboardFailed_Title
source: Error copying link
fr: Erreur de copie du lien

# Resx/AM_AlreadyLoggedInAlert
source: If you agree, the current account will be logged out and all Offline data will be erased. Do you want to continue?
fr: Si vous acceptez, le compte actuel sera déconnecté et toutes les données Hors ligne seront effacées. Voulez-vous poursuivre?

# Resx/AM_AlreadyLoggedInAlert_Title
source: You are logged in with another account
fr: Vous êtes connecté avec un autre compte

# Resx/AM_DecryptionKeyAlertMessage
source: To access this folder/file, you will need its Decryption key. If you do not have the key, contact the creator of the link.
fr: Afin d'accéder à ce dossier/fichier, il vous faudra sa clé de déchiffrement. Si vous ne possédez pas la clé, veuillez contacter le créateur du lien.

# Resx/AM_DecryptionKeyAlertTitle
source: Enter decryption key
fr: Saisir la clé de déchiffrement

# Resx/AM_DecryptionKeyNotValid
source: Invalid decryption key
fr: Clé de déchiffrement invalide

# Resx/AM_FileLinkUnavailable
source: This could be due to the following reasons: - The file has been removed because of a ToS/AUP violation. - Invalid URL – the link you are trying to access does not exist. - The file has been deleted by the user.
fr: Cela pourrait être causé par les raisons suivantes : - Le fichier a été retiré à cause d'une violation des conditions générales d'utilisation ou de la politique d'utilisation acceptable. - L'URL est invalide. Le lien auquel vous essayez d'accéder n'existe pas. - Le fichier a été supprimé par l'utilisateur.

# Resx/AM_FolderLinkUnavailable
source: This could be due to the following reasons: - The folder link has been removed because of a ToS/AUP violation. - Invalid URL – the link you are trying to access does not exist. - The folder link has been deleted by the user.
fr: Cela pourrait être causé par les raisons suivantes : - Le lien de dossier a été retiré à cause d'une violation des conditions générales d'utilisation ou de la politique d'utilisation acceptable. - L'URL est invalide. Le lien auquel vous essayez d'accéder n'existe pas. - Le lien de dossier a été supprimé par l'utilisateur.

# Resx/AM_LinkUnavailableTitle
source: Unavailable link
fr: Lien non disponible

# Resx/AM_OpenLinkFailed
source: Open link failed [{0}]
fr: Échec d'ouverture du lien [{0}]

# Resx/AM_OpenLinkFailed_Title
source: Open link failed
fr: Échec d'ouverture d'un lien

# Resx/AM_DowloadPathUnauthorizedAccess
source: You don't have access to the selected download path. Please select a different download path and try again.
fr: Vous n'avez pas accès au chemin de téléchargement sélectionné. Veuillez en sélectionner un autre et ressayer.

# Resx/AM_DowloadPathUnauthorizedAccess_Title
source: Unauthorized access
fr: Accès non autorisé

# Resx/AM_CopyFailed
source: Failed to copy item. Please try again.
fr: Échec de copie de l'élément. Veuillez ressayer.

# Resx/AM_CopyFailed_Title
source: Copy failed
fr: Échec de copie

# Resx/AM_DisableDebugMode_Message
source: The log ({0}) will be deleted from the Offline section.
fr: Le journal ({0}) sera supprimé de la section Hors ligne.

# Resx/AM_DisableDebugMode_Title
source: Disable DEBUG mode
fr: Désactiver le mode DÉBOGAGE

# Resx/AM_EnableDebugMode_Message
source: A log will be created in the Offline section ({0}).
fr: Un journal sera créé dans la section Hors ligne ({0}).

# Resx/AM_EnableDebugMode_Title
source: Enable DEBUG mode
fr: Activer le mode DÉBOGAGE

# Resx/AM_DebugModeEnabled_Message
source: Debug mode is enabled. Do you want to disable it?
fr: Le mode débogage est activé. Voulez-vous le désactiver?

# Resx/AM_DebugModeEnabled_Title
source: Debug mode
fr: Mode débogage

# Resx/AM_ShareItemFromMega_Message
source: Item shared by the Windows Phone MEGA app.
fr: Élément partagé par l'appli MEGA pour Windows Phone.

# Resx/AM_ShareItemFromMega_Title
source: Item shared from MEGA
fr: Élément partagé de MEGA

# Resx/AM_ShareMultipleItemsFromMega_Message
source: Items shared by the Windows Phone MEGA app.
fr: Éléments partagés par l'appli MEGA pour Windows Phone.

# Resx/AM_ShareMultipleItemsFromMega_Title
source: Items shared from MEGA
fr: Éléments partagés de MEGA

# Resx/AM_ImportFolderFailed
source: Failed to import folder. Please try again.
fr: Échec d'importation du dossier. Veuillez ressayer.

# Resx/AM_ImportFolderFailed_Title
source: Folder import failed
fr: Échec d'importation d'un dossier

# Resx/AM_ImportLinkFailed_Title
source: Link import failed
fr: Échec d'importation de lien

# Resx/AM_ShareFromMegaFailed_Message
source: Failed to share item(s) from MEGA. Please try again.
fr: Échec de partage d'éléments de MEGA. Veuillez ressayer.

# Resx/AM_ShareFromMegaFailed_Title
source: Error sharing item(s)
fr: Erreur de partage des éléments

# Resx/AM_AlreadyPurchased
source: Your purchase of a MEGA subscription has failed because you have already purchased this item.
fr: L'achat de votre abonnement à MEGA a échoué, car vous avez déjà acheté cet article.

# Resx/AM_AlreadyPurchased_Title
source: Already purchased
fr: Déjà acheté

# Resx/AM_PurchaseFailed
source: Your purchase of a MEGA subscription has failed or has been cancelled. Please try again or contact Windows Store support.
fr: L'achat de votre abonnement à MEGA a échoué ou a été annulé. Veuillez ressayer ou contacter l'assistance de la logithèque Windows Store.

# Resx/AM_PurchaseFailed_Title
source: Purchase failed or cancelled
fr: Échec ou annulation de l'achat

# Resx/AM_PurchaseSucceeded
source: Your MEGA subscription purchase has succeeded.
fr: L'achat de votre abonnement à MEGA a été traité avec succès.

# Resx/AM_PurchaseSucceeded_Title
source: Purchase succeeded
fr: Achat réussi

# Resx/AM_PurchaseValidationFailed
source: Your purchase of a MEGA subscription has not passed validation at our licence server. On restart of this app we will retry to validate your subscription licences. Please contact MEGA support if the error continues.
fr: Votre achat d'un abonnement MEGA n'a pas été validé par notre serveur de licences. Lors du redémarrage de cette appli, nous retenterons de valider vos licences d'abonnement. Veuillez contacter l'assistance MEGA si l'erreur persiste.

# Resx/AM_PurchaseValidationFailed_Title
source: Purchase validation failed
fr: Échec de validation de l'achat

# Resx/AM_AssociatedUserAccountTerminated
source: The account that created this link has been terminated due to multiple violations of our Terms of Service.
fr: Le compte qui a créé ce lien à été annulé à la suite de plusieurs violations de nos conditions générales d'utilisation.

# Resx/AM_DownloadFailed_Title
source: Download failed
fr: Échec de téléchargement

# Resx/AM_DownloadFolderLinkFailed
source: Could not download the folder link. Please try again.
fr: Impossible de téléchareger le lien de dossier. Veuillez ressayer.

# Resx/AM_ImportFailed_Title
source: Import failed
fr: Échec d'importation

# Resx/AM_ImportFolderLinkFailed
source: Could not import the folder link. Please try again.
fr: Impossible d'importer le lien de dossier. Veuillez ressayer.

# Resx/AM_EmailAlreadyRegistered
source: This e-mail address has already registered an account with MEGA.
fr: Un compte MEGA a déjà été créé avec cette adresse courriel.

# Resx/AM_IncompleteConfirmationLink
source: The account confirmation link that you are using is incomplete. Please check the link length and be sure that you have copied the entire link then try again.
fr: Le lien de confirmation de compte que vous utilisez est incomplet. Veuillez vérifier la longueur du lien, vous assurer d'avoir copié le lien entier et ressayer.

# Resx/AM_NewSignUpInvalidLink
source: The link you are using for a new signup is not valid.
fr: Le lien que vous utilisez pour une nouvelle adhésion est invalide.

# Resx/AM_AccountBlocked
source: Your account has been blocked. Please contact support@mega.co.nz
fr: Votre compte a été bloqué. Veuillez contacter support@mega.co.nz

# Resx/AM_AccountNotConfirmed
source: Your account has not been confirmed yet.
fr: Votre compte n'a pas encore été confirmé.

# Resx/AM_TooManyFailedLoginAttempts
source: You have attempted to log in too many times. Please wait until {0} and try again.
fr: Vous avez tenté de vous connecter trop de fois. Veuillez patienter jusqu'à {0} et ressayer.

# Resx/AM_AccountBlocked_Title
source: Account blocked
fr: Compte bloqué

# Resx/AM_ShareFromMegaAppBusy_Message
source: Failed to share item(s) from MEGA. The destination application seems busy. Please try again later.
fr: Échec de partage des éléments de MEGA. L'application de destination semble occupée. Veuillez ressayer plus tard.

# Resx/AM_GetNodeDetailsFailed
source: Failed to retrieve node details. Please try again.
fr: Échec de récupération des détails du nœud. Veuillez ressayer.

# Resx/AM_GetNodeDetailsFailed_Title
source: View details failed
fr: Échec de visualisation des details

# Resx/AM_DownloadPathUnknownError
source: There is an unknown error in the download path. Please try again and if it continues to fail, please contact support@mega.nz. [{0}]
fr: Une erreur inconnue est présente dans le chemin de téléchargement. Veuillez ressayer. Si l'échec persiste, contactez support@mega.nz. [{0}]

# Resx/AM_InternalNodeNotFound
source: The file/folder of the link that you are trying to open was not found. You are probably logged in to a different account. Please, log in to the correct account and try again.
fr: Le fichier ou dossier du lien que vous tentez d'ouvrir n'a pas été trouvé. Vous êtes probablement connecté à un compte différent. Veuillez vous connecter au bon compte et ressayer.

# Resx/AM_InternalNodeNotFound_Title
source: File/folder not found
fr: Le fichier ou dossier est introuvable

# Resx/AM_TransferOverquotaWarning
source: Your queued transfer exceeds the current transfer quota available for your account and may therefore be interrupted.
fr: Votre transfert en attente dépasse le quota de transfert actuel disponible pour votre compte et pourrait par conséquent être interrompu.

# Resx/AM_TransferOverquotaWarning_Title
source: Depleted transfer quota
fr: Le quota de transfert est épuisé

# Resx/AM_CancelDownloadsQuestion
source: Are you sure you want to cancel all the pending downloads?
fr: Voulez-vous vraiment annuler les téléchargements en attente?

# Resx/AM_CancelUploadsQuestion
source: Are you sure you want to cancel all the pending uploads?
fr: Voulez-vous vraiment annuler les téléversements en attente?

# Resx/AM_ViewContactDetailsFailed
source: Failed to view the contact details. Please try again later.
fr: Échec de visualisation des coordonnées du contact. Veuillez ressayer plus tard.

# Resx/AM_ViewContactDetailsFailed_Title
source: Contact details failed
fr: Échec de visualisation des coordonnées du contact

# Resx/AM_ShowUploadOptionsFailed
source: Failed to show the upload options. Please try again later.
fr: Échec d'affichage des options de téléversement. Veuillez ressayer plus tard.

# Resx/AM_ShowUploadOptionsFailed_Title
source: Upload options
fr: Options de téléversement

# Resx/AM_SaveLogFile
source: Do you want to save the log file in an external location to use it later?
fr: Voulez-vous enregistrer le fichier journal dans un emplacement externe pour l'utiliser plus tard?

# Resx/AM_SaveLogFile_Title
source: Save the log file
fr: Enregistrer le fichier journal

# Resx/AM_ShareLinkFailed
source: Failed to share the file/folder link. Please try again.
fr: Échec de partage du lien de fichier ou de dossier. Veuillez ressayer.

# Resx/AM_ShareLinkFailed_Title
source: Error sharing link
fr: Erreur de partage du lien
