Repository: MyMegaDevSource/windowsphone
Catalog: MegaApp/common/Resources/ProgressMessages.*.xlf
Languages: de, ja, pt

# Resx/PM_CancelSubscription
source: Canceling subscription…
de: Kauf wird storniert...
ja: 契約をキャンセル中
pt: A cancelar subscrição...

# Resx/CancelTransfer
source: Cancelling transfer…
de: Transfer wird abgebrochen
ja: 転送キャンセル中
pt: A cancelar a transferência...

# Resx/PM_ChangePassword
source: Changing password…
de: Passwort wird geändert...
ja: パスワードを変更中
pt: A mudar a palavra-chave...

# Resx/CleanRubbishBin
source: Clearing the rubbish bin…
de: Papierkorb wird geleert...
ja: ゴミ箱をクリア中...
pt: A esvaziar o caixote do lixo...

# Resx/PM_CloseAllSessions
source: Closing all sessions…
de: Alle Sitzungen werden geschlossen...
ja: すべてのセッションを閉じています...
pt: A fechar todas as sessões...

# Resx/PM_CloseSession
source: Closing session…
de: Sitzung wird geschlossen...
ja: セッション閉鎖中
pt: A fechar a sessão...

# Resx/PM_ConfirmAccount
source: Confirming account…
de: Account wird bestätigt...
ja: アカウント確認中...
pt: A confirmar conta...

# Resx/PM_CreateAccount
source: Creating account…
de: Account wird erstellt...
ja: アカウントを作成中...
pt: A criar conta...

# Resx/PM_CreateFolder
source: Creating folder…
de: Ordner wird erstellt...
ja: フォルダを作成中...
pt: A criar pasta...

# Resx/CreditCardStore
source: Storing credit card…
de: Kreditkarte wird gespeichert...
ja: クレジットカード保存中
pt: A armazenar o cartão de crédito...

# Resx/DeleteNode
source: Deleting ‘{0}’…
de: '{0}' wird gelöscht...
ja: '{0}'削除中...

# Resx/DownloadLink
source: Retrieving download link…
de: Downloadlink wurde angefordert...
ja: ダウンロードリンクを取り戻します...
pt: A obter hiperligação da transferência...

# Resx/FastLogin
source: Resuming session…
de: Sitzung wird fortgesetzt...
ja: セッション続行...
pt: A resumir sessão...

# Resx/GetAccountDetails
source: Getting account details…
de: Accountdetails wurden angefordert...
ja: アカウントに関する詳細は...
pt: A obter detalhes da conta...

# Resx/GetContactData
source: Getting contact data…
de: Kontaktdaten werden angefordert
ja: 連絡データ取得中
pt: A obter dados do contacto...

# Resx/PM_GetLink
source: Getting link…
de: Link wird erstellt...
ja: リンク取得中...
pt: A obter hiperligação...

# Resx/GetPaymentMethods
source: Getting payment methods…
de: Hole verfügbare Zahlungsmethoden
ja: 支払いに関して処理中
pt: A obter métodos de pagamento...

# Resx/GetPaymentUrl
source: Getting payment URL…
de: Zahlungs-URL angefordert...
ja: 支払いURL...
pt: A obter o pagamento URL...

# Resx/GetPreview
source: Getting preview…
de: Preview wird geladen...
ja: プレビュー取得中...
pt: A obter pré-visualização...

# Resx/GetUserData
source: Getting user data…
de: Benutzerdaten werden übertragen...
ja: データ取得中
pt: A obter dados do utilizador...

# Resx/ImportFile
source: Importing file…
de: Fileimport...
ja: ファイルをインポート...
pt: A importar ficheiro...

# Resx/InviteContactAdd
source: Sending contact request…
de: Kontakanfrage wird gestellt...
ja: 知り合いリクエストを送信中...
pt: A enviar pedido de contacto...

# Resx/InviteContactDelete
source: Deleting contact request…
de: Kontaktanfrage wird gelöscht...
ja: 知り合いリクエストを削除中
pt: A apagar o pedido de contacto...

# Resx/InviteContactRemind
source: Reminding contact about the request…
de: Wiederhole Kontaktanfrage...
ja: 知り合いをリクエストについてお知らせます。
pt: A lembrar o contacto acerca do pedido...

# Resx/LoadNodes
source: Building view…
de: Ansicht wird aufgebaut...
ja: 構築中...
pt: A criar a vista...

# Resx/PM_Login
source: Logging in…
de: Anmeldung...
ja: ログイン中...
pt: A entrar...

# Resx/PM_Logout
source: Logging out…
de: Abmeldung...
ja: ログアウト中…
pt: A sair da conta...

# Resx/MoveNode
source: Moving…
de: Verschiebe...
ja: 移動中
pt: A mover...

# Resx/NodeToTrash
source: Moving to Rubbish bin…
de: Verschieben in den Papierkorb...
ja: ゴミ箱に移動中...
pt: A mover para o lixo...

# Resx/PauseTransfers
source: Pausing transfers…
de: Downloads werden angehalten...
ja: 転送を一時停止します...
pt: A pausar transferências...

# Resx/PrepareDownloads
source: Preparing downloads…
de: Downloads werden vorbereitet...
ja: ダウンロード準備中...
pt: A preparar downloads...

# Resx/PrepareUploads
source: Preparing uploads…
de: Uploads werden vorbereitet...
ja: アップロードの準備中...
pt: A preparar uploads...

# Resx/RemoveContact
source: Removing contact…
de: Kontakt wird entfernt...
ja: 知り合いを削除中
pt: A apagar contacto...

# Resx/RemoveFromOffline
source: Removing from offline…
de: Lösche Offline-Daten...
ja: オフラインから削除中...
pt: A remover de offline...

# Resx/PM_RemoveLink
source: Removing link…
de: Link wird entfernt...
ja: リンク削除中
pt: A apagar endereço...

# Resx/RemoveNode
source: Removing…
de: Entferne...
ja: 削除します...
pt: A remover...

# Resx/RenameNode
source: Renaming…
de: Umbenennung...
ja: 改称中...
pt: A renomear...

# Resx/ReplyContactRequestAccept
source: Accepting contact request…
de: Kontaktanfrage wird bestätigt...
ja: 知り合いリクエストを受け入れています...
pt: A aceitar pedido de contacto...

# Resx/ReplyContactRequestDeny
source: Denying contact request…
de: Kontaktanfrage wird zurückgewiesen...
ja: 知り合いリクエストを拒否中...
pt: A negar o pedido de contacto...

# Resx/ReplyContactRequestIgnore
source: Ignoring contact request…
de: Kontaktanfrage wird ignoriert...
ja: 知り合いリクエストを無視中...
pt: A ignorar o pedido de contacto...

# Resx/ResumeTransfers
source: Resuming transfers…
de: Transfers werden fortgesetzt...
ja: 転送を続けます...
pt: A resumir as transferências...

# Resx/SaveForOffline
source: Saving for offline…
de: Speichere für Offline-Nutzung...
ja: オフライン用に保存中...
pt: A guardar para offline...

# Resx/PM_UpgradeAccount
source: Upgrading account…
de: Account-Upgrade...
ja: アップグレード中
pt: A fazer o upgrade da conta...

# Resx/PM_OpenFileLink
source: Opening file link…
de: Dateilink wird geöffnet...
ja: ファイルリンクを開いています...
pt: A abrir a ligação do ficheiro...

# Resx/PM_OpenFolderLink
source: Opening folder link…
de: Ordnerlink wird geöffnet...
ja: フォルダリンクを開いています...
pt: A abrir a ligação da pasta...

# Resx/PM_CopyNode
source: Copying…
de: Kopiere...
ja: コピー中
pt: A copiar...

# Resx/PM_ImportFolder
source: Importing folder…
de: Ordner wird importiert...
ja: フォルダインポート中
pt: A importar pasta...

# Resx/PM_ValidatePurchase
source: Validating…
de: Überprüfung läuft...
ja: 確認しています
pt: A validar...

# Resx/PM_ApiLocked
source: This process is taking longer than expected. Please wait.
de: Der Vorgang dauert länger als erwartet. Bitte warten Sie.
ja: このプロセスに予想以上時間がかかっています。お待ちください。

# Resx/PM_ApiRateLimit
source: Too many requests. Please wait.
ja: 要求が多すぎます。お待ちください。

# Resx/PM_ConnectivityIssue
source: Unable to reach MEGA. Please check your connectivity or try again later.
ja: MEGAに到達できません。接続を確認するか、後でもう一度お試しください。

# Resx/PM_ServersBusy
source: Servers are too busy. Please wait…
de: Unsere Server sind kurzzeitig überlastet. Es geht gleich weiter.
ja: サーバーがビジーです。少々お待ちください。

# Resx/PM_Restoring
source: Restoring…
ja: 復元中...

# Resx/DeleteNode
source: Deleting '{0}'…
pt: A apagar '{0}'...

# Resx/FetchingNodes
source: Fetching files and folders… [{0}]
pt: A obter ficheiros e pastas... [{0}]
